{"0": {"content": "NATIONAL ELECTRICAL CODE", "page": 1}, "1": {"content": "Chris Faucette, State of North Carolina Department of Insurance, NC [E] (Alt. to Donald R. Cook) Armando M. Lozano, MSF Electric, Inc., TX [IM] (Alt. to Dennis Michael Querry) Greg Pearly, Balboa Water Group, CA [M] (Alt. to E. P. Hamilton, III)", "page": 1}, "2": {"content": "Larry Reichle, Texas Departinent Of Licensing Regulation, TX [E] (Alt. to Jerry Lee Daniel)", "page": 1}, "3": {"content": "Greg Woyczynski, Association of Home Appliance Manufacturers (AHAM), DC [M] (Alt. to Matt B. Williams)", "page": 1}, "4": {"content": "Nonvoting", "page": 1}, "5": {"content": "Andrew M. Trotta, US Consumer Product Safety Commission, MD [C]", "page": 1}, "6": {"content": "Rep. US Consumer Product Safety Commission (CPSC)", "page": 1}, "7": {"content": "Jeffrey S. Sargent, NFPA Staff Liaison", "page": 1}, "8": {"content": "Einstein Miller, US Consumer Product Safety Commission (CPSC), MD [C] Rep. US Consumer Product Safety Commission (CPSC)", "page": 1}, "9": {"content": "Code-Making Panel No. 18", "page": 1}, "10": {"content": "Articles 393, 406, 410, 411, 600, 605 Robert G. Fahey, Chair City of Janesville, WI [E] Rep. International Association of Electrical Inspectors", "page": 1}, "11": {"content": "Ron D. Alley, Northern New Mexico IEC, NM [IM] Rep. Independent Electrical Contractors, Inc. Frederick L. Carpenter, Acuity Brands Lighting, GA [M] Rep. National Electrical Manufacturers Association Kurt J. Clemente, RS&H, Inc., VA [U] Rep. IEEE-IAS/PES JTCC Paul Costello, NECA and IBEW Local 90 JATC, CT [L] Rep. International Brotherhood of Electrical Workers Hakim Hasan, Intertek, GA [RT] Charles S. Kurten, UL LLC, NY [RT]", "page": 1}, "12": {"content": "Donald Berlin, Intermatic Inc., IL [M] (Alt. to Michael S. O'Boyle) Juan M. Caamaño, UL LLC, NY [RT] (Alt. to Charles S. Kurten) Mark Coshal, Facility Solutions Group (FSG), TX [IM]. (Alt. to Ron D. Alley) Bobby J. Gray, Hoydar/Buck, Inc., WA [IM] (Alt. to Paul Yesbeck) James Wood Hathorn, City of Irving, TX [E] (Alt. to Robert G. Fahey)", "page": 1}, "13": {"content": "Jeffrey S. Sargent, NFPA Staff Liaison", "page": 1}, "14": {"content": "William Ross McCorcle, American Electric Power, OK [UT] Rep. Electric Light & Power Group/EEI", "page": 1}, "15": {"content": "Michael S. O'Boyle, Philips Lightolier/Signify North America Corp., MA [M] Rep. American Lighting Association", "page": 1}, "16": {"content": "Jason D Potterf, Cisco, TX [M] Rep. Entertainment Services and Technology Association", "page": 1}, "17": {"content": "Randall K. Wright, RKW Consulting, PA [SE] Paul Yesbeck, ACU Sign Corporation, FL [IM] Rep. National Electrical Contractors Association", "page": 1}, "18": {"content": "Alternates", "page": 1}, "19": {"content": "Kenneth Peskin, International Sign Association (ISA), VA [M] (Voting Alt.)", "page": 1}, "20": {"content": "Robert Setaro, Intertek, GA [RT] (Alt. to Hakim Hasan) Frank Tse, Leviton Manufacturing Company, Inc., NY [M] (Alt. to Frederick L. Carpenter) Daniel Van Sickle, III, Electrical Training Alliance of Jacksonville, FL [L] (Alt. to Paul Costello)", "page": 1}, "21": {"content": "NFPA 70®, National Electrical Code®, Standards Development Staff", "page": 1}, "22": {"content": "Chad Duffy, Standards Lead, Electrical and Fire Protection Systems Sarah D. Caldwell, Committee Administrator Kimberly H. Cervantes, Technical Content Editorial Specialist", "page": 1}, "23": {"content": "Christopher D. Coache, Senior Electrical Engineer Michael S. McCabe, Electrical Specialist Jeffrey Sargent, Principal Electrical Specialist", "page": 1}, "24": {"content": "70-22", "page": 1}, "25": {"content": "NATIONAL ELECTRICAL CODE 2023 Edition", "page": 1}, "26": {"content": "Copyright @ NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 1}, "27": {"content": "90.2", "page": 2}, "28": {"content": "ARTICLE 90 -INTRODUCTION", "page": 2}, "29": {"content": "NFPA 70", "page": 2}, "30": {"content": "National Electrical Code", "page": 2}, "31": {"content": "2023 Edition", "page": 2}, "32": {"content": "IMPORTANT NOTE: This NFPA document is made available for use subject to important notices and legal disclaimers. These notices and disclaimers appear in all publications containing this document and may be found under the heading \"Important Notices and Disclaimers Concerning NFPA Standards.\" They can also be viewed at www.nfpa.org/disclaimers or obtained on request from NFPA.", "page": 2}, "33": {"content": "UPDATES, ALERTS, AND FUTURE EDITIONS: New editions of NFPA codes, standards, recommended practices, and guides (i.e., NFPA Standards) are released on scheduled revision cycles. This edition may be superseded by a later one, or it may be amended outside of its scheduled revision cycle through the issuance of Tenta- tive Interim Amendments (TIAs). An official NFPA Standard at any point in time consists of the current edition of the document, together with all TLAs and Errata in effect. To verify that this document is the current edition or to determine if it has been amended by TIAs or Errata, please consult the National Fire Codes® Subscription Service or the \"List of NFPA Codes & Standards\" at www.nfpa.org/docinfo. In addition to TIAs and Errata, the document information pages also include the option to sign up for alerts for individual documents and to be involved in the development of the next edition.", "page": 2}, "34": {"content": "ARTICLE 90 Introduction", "page": 2}, "35": {"content": "90.1 Scope. This article covers use and application, arrange- ment, and enforcement of this Code. It also covers the expres- sion of mandatory, permissive, and nonmandatory text, provides guidance on the examination of equipment and on wiring planning, and specifics the use and expression of meas- urements.", "page": 2}, "36": {"content": "90.2 Use and Application.", "page": 2}, "37": {"content": "(A) Practical Safeguarding. The purpose of this Code is the practical safeguarding of persons and property from hazards arising from the use of electricity. This Code is not intended as a design specification or an instruction manual for untrained persons.", "page": 2}, "38": {"content": "(B) Adequacy. This Code contains provisions that are consid- cred necessary for safety. Compliance therewith and proper maintenance result in an installation that is essentially frec from hazard but not necessarily efficient, convenient, or adequate for good service or future expansion of electrical usc.", "page": 2}, "39": {"content": "Informational Note: Hazards often occur because of overloading of wiring systems by methods or usage not in conformity with this Code. This occurs because initial wiring did not provide for increases in the use of electricity. An initial adequate installation and reasonable provisions for system changes provide for future increases in the use of electricity.", "page": 2}, "40": {"content": "(C) Installations Covered. This Code covers the installation and removal of electrical conductors, equipment, and raceways;", "page": 2}, "41": {"content": "signaling and communications conductors, equipment, and raceways; and optical fiber cables for the following:", "page": 2}, "42": {"content": "(1) Public and private premises, including buildings, struc- tures, mobile homes, recreational vehicles, and floating buildings", "page": 2}, "43": {"content": "(2) Yards, lots, parking lots, carnivals, and industrial substa- tions", "page": 2}, "44": {"content": "(3) Installations of conductors and equipment that connect to the supply of electricity", "page": 2}, "45": {"content": "(4) Installations used by the electric utility, such as office buildings, warchouses, garages, machine shops, and recreational buildings, that are not an integral part of a generating plant, substation, or control center", "page": 2}, "46": {"content": "(5) Installations supplying shore power to ships and water- craft in marinas and boatyards, including monitoring of Icakage current", "page": 2}, "47": {"content": "(6) Installations used to export electric power from vehicles to premises wiring or for bidirectional current flow", "page": 2}, "48": {"content": "(D) Installations Not Covered. This Code does not cover the following:", "page": 2}, "49": {"content": "(1) Installations in ships, watercraft other than floating build- ings, railway rolling stock, aircraft, or automotive vehicles other than mobile homes and recreational vehicles", "page": 2}, "50": {"content": "Informational Note: Although the scope of this Code indicates that the Code does not cover installations in ships, portions of this Code are incorporated by reference into Title 46, Code of Federal Regulations, Parts 110-113.", "page": 2}, "51": {"content": "(2) Installations underground in mines and self-propelled mobile surface mining machinery and its attendant elec- trical trailing cable", "page": 2}, "52": {"content": "(3) Installations of railways for generation, transformation, transmission, energy storage, or distribution of power used exclusively for operation of rolling stock or installa- tions used exclusively for signaling and communications purposes", "page": 2}, "53": {"content": "(4) Installations of communications equipment under the exclusive control of communications utilities located outdoors or in building spaces used exclusively for such installations", "page": 2}, "54": {"content": "(5) Installations under the exclusive control of an electric utility where such installations", "page": 2}, "55": {"content": "a. Consist of service drops or service laterals, and as.soci- ated metering, or", "page": 2}, "56": {"content": "b. Arc on property owned or leased by the electric utility for the purpose of communications, metering, gener- ation, control, transformation, transmission, energy storage, or distribution of electric energy, or", "page": 2}, "57": {"content": "c. Are located in legally established casements or rights- of-way, or", "page": 2}, "58": {"content": "d. Are located by other written agreements cither desig- nated by or recognized by public service commissions, utility commissions, or other regulatory agencies having jurisdiction for such installations. These writ- ten agreements shall be limited to installations for the purpose of communications, metering, generation, control, transformation, transmission, energy storage, or distribution of electric energy where legally estab- lished casements or rights-of-way cannot be obtained. These installations shall be limited to federal lands, Native American reservations through the U.S. Department of the Interior Bureau of Indian Affairs, military bases, lands controlled by port authorities", "page": 2}, "59": {"content": "2023 Edition NATIONAL ELECTRICAL CODE", "page": 2}, "60": {"content": "70-23", "page": 2}, "61": {"content": "Copyright @NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 2}, "62": {"content": "EDUFIRE.IR", "page": 2}, "63": {"content": "Telegram: EDUFIRE.IR", "page": 2}, "64": {"content": "90.2", "page": 3}, "65": {"content": "ARTICLE 90-INTRODUCTION", "page": 3}, "66": {"content": "and state agencies and departments, and lands owned by railroads.", "page": 3}, "67": {"content": "Informational Note to (4) and (5): Examples of utilities may include those entities that are typically designated or recognized by governmental law or regulation by public service/utility commissions and that install, operate, and maintain electric supply (such as generation, transmission, or distribution systems) or communications systems (such as telephone, CATV, Internet, satellite, or data services). Utilities may be subject to compliance with codes and standards covering their regulated activities as adopted under governmental law or regulation. Additional information can be found through consultation with the appropriate governmental bodies, such as state regulatory commissions, the Federal Energy Regulatory Commission, and the Federal Communications Commission.", "page": 3}, "68": {"content": "(E) Relation to Other International Standards. The require- ments in this Code address the fundamental principles of protection for safety contained in Section 131 of International Electrotechnical Commission Standard 60364-1, Low-voltage Electrical Installations - Part 1: Fundamental Principles, Assessment of General Characteristics, Definitions.", "page": 3}, "69": {"content": "Informational Note: See IEC 60364-1, Low-voltage Electrical Instal- lations - Part 1: Fundamental Principles, Assessment of General Char- acteristics, Definitions, Section 131, for fundamental principles of protection for safety that encompass protection against electric shock, protection against thermal effects, protection against overcurrent, protection against fault currents, and protection against overvoltage. All of these potential hazards are addressed by the requirements in this Code.", "page": 3}, "70": {"content": "(F) Special Permission. The authority having jurisdiction for enforcing this Code may grant exception for the installation of conductors and equipment that are not under the exclusive control of the electric utilities and are used to connect the elec- tric utility supply system to the service conductors of the prem- ises served, provided such installations are outside a building or structure, or terminate inside at a readily accessible location nearest the point of entrance of the service conductors.", "page": 3}, "71": {"content": "90.3 Code Arrangement. This Code is divided into the intro- duction and nine chapters, as shown in Figure 90.3. Chapters 1, 2,3, and 4 apply generally. Chapters 5, 6, and 7 apply to special occupancies, special equipment, or other special conditions and may supplement or modify the requirements in Chapters 1 through 7.", "page": 3}, "72": {"content": "Chapter 8 covers communications systems and is not subject to the requirements of Chapters 1 through 7 except where the requirements are specifically referenced in Chapter 8.", "page": 3}, "73": {"content": "Chapter 9 consists of tables that are applicable as referenced.", "page": 3}, "74": {"content": "Informative annexes are not part of the requirements of this Codebut are included for informational purposes only.", "page": 3}, "75": {"content": "90.4 Enforcement.", "page": 3}, "76": {"content": "(A) Application. This Code is intended to be suitable for mandatory application by governmental bodies that exercise legal jurisdiction over electrical installations, including signal- ing and communications systems, and for use by insurance inspectors.", "page": 3}, "77": {"content": "(B) Interpretations. The authority having jurisdiction for enforcement of the Code has the responsibility for making interpretations of the rules, for deciding on the approval of equipment and materials, and for granting the special permis- sion contemplated in a number of the rules.", "page": 3}, "78": {"content": "Chapter 1 - General", "page": 3}, "79": {"content": "Chapter 2 - Wiring and Protection", "page": 3}, "80": {"content": "Chapter 3 - Wiring Methods and Materials", "page": 3}, "81": {"content": "Applies generally - to all electrical installations", "page": 3}, "82": {"content": "Chapter 4 - Equipment for General Use", "page": 3}, "83": {"content": "Chapter 5 - Special Occupancies", "page": 3}, "84": {"content": "-", "page": 3}, "85": {"content": "Supplements or modifies Chapters 1 through 7", "page": 3}, "86": {"content": "Chapter 6 - Special Equipment", "page": 3}, "87": {"content": "Chapter 7 - Special Conditions", "page": 3}, "88": {"content": "Chapter 8 - Communications Systems", "page": 3}, "89": {"content": "Chapter 8 is not subject to the requirements of Chapters 1 through 7 except .where the requirements are specifically referenced in Chapter 8. Applicable as referenced", "page": 3}, "90": {"content": "Chapter 9- Tables", "page": 3}, "91": {"content": "Informative Annex A through Informative Annex K", "page": 3}, "92": {"content": "Informational only; not mandatory", "page": 3}, "93": {"content": "FIGURE 90.3. Code Arrangement.", "page": 3}, "94": {"content": "(C) Specific Requirements and Alternative Methods. By special permission, the authority having jurisdiction may waive specific requirements in this Code or permit alternative meth- ods where it is assured that equivalent objectives can be achieved by establishing and maintaining effective safety.", "page": 3}, "95": {"content": "(D) New Products, Constructions, or Materials. This Code may require new products, constructions, or materials that may not yet be available at the time the Code is adopted. In such cvent, the authority having jurisdiction may permit the use of the products, constructions, or materials that comply with the most recent previous edition of this Code adopted by the jurisdiction.", "page": 3}, "96": {"content": "Informational Note: See Informative Annex H, Administration and Enforcement, for a model of guidelines that can be used to create an electrical inspection and enforcement program and to adopt NFPA 70, National Electrical Code.", "page": 3}, "97": {"content": "90.5 Mandatory Rules, Permissive Rules, and Explanatory Material.", "page": 3}, "98": {"content": "(A) Mandatory Rules. Mandatory rules of this Code are those that identify actions that are specifically required or prohibited and are characterized by the use of the terms shall or shall not.", "page": 3}, "99": {"content": "(B) Permissive Rules. Permissive rules of this Code are those that identify actions that are allowed but not required, arc normally used to describe options or alternative methods, and are characterized by the use of the terms shall be permitted or shall not be required.", "page": 3}, "100": {"content": "(C) Explanatory Material. Explanatory material, such as refer- ences to other standards, references to related sections of this Code, or information related to a Code rule, is included in this Code in the form of informational notes or an informative annex. Unless the standard reference includes a date, the refer- ence is to be considered as the latest edition of the standard. Such notes are informational only and are not enforceable as requirements of this Code.", "page": 3}, "101": {"content": "70-24", "page": 3}, "102": {"content": "NATIONAL ELECTRICAL CODE 2023 Edition", "page": 3}, "103": {"content": "Copyright @ NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 3}, "104": {"content": "90.9", "page": 4}, "105": {"content": "ARTICLE 90 -INTRODUCTION", "page": 4}, "106": {"content": "Brackets containing section references to another NFPA document are for informational purposes only and are provi- ded as a guide to indicate the source of the extracted text. These bracketed references immediately follow the extracted text.", "page": 4}, "107": {"content": "Informational Note: The format and language used in this Code follows guidelines established by NFPA and published in the NEC Style Manual. Copies of this manual can be obtained from NFP.A.", "page": 4}, "108": {"content": "(D) Informative Annexes. Nonmandatory information relative to the use of the NEC is provided in informative annexes. Infor- mative annexes are not part of the enforceable requirements of the NEC, but are included for information purposes only.", "page": 4}, "109": {"content": "90.6 Formal Interpretations. To promote uniformity of inter- pretation and application of this Code, formal interpretation procedures have been established and are found in the Regula- tions Governing the Development of NFPA Standards.", "page": 4}, "110": {"content": "90.7 Examination of Equipment for Safety. For specific items of equipment and materials referred to in this Code, examina- tions for safety made under standard conditions provide a basis for approval where the record is made generally available through promulgation by organizations properly cquipped and qualified for experimental testing, inspections of the run of goods at factories, and service-value determination through field inspections. This avoids the necessity for repetition of examinations by different examiners, frequently with inade- quate facilities for such work, and the confusion that would result from conflicting reports on the suitability of devices and materials examined for a given purpose.", "page": 4}, "111": {"content": "It is the intent of this Code that factory-installed internal wiring or the construction of equipment need not be inspected at the time of installation of the equipment, except to detect alterations or damage, if the equipment has been listed by a qualified electrical testing laboratory that is recognized as having the facilities described in the preceding paragraph and that requires suitability for installation in accordance with this Code. Suitability shall be determined by application of require- ments that are compatible with this Code.", "page": 4}, "112": {"content": "Informational Note No. 1: See 110.3 for guidance on safety examinations.", "page": 4}, "113": {"content": "Informational Note No. 2: See Article 100 for definitions of Listed and Reconditioned.", "page": 4}, "114": {"content": "Informational Note No. 3: See Infonnative Annex A for a list of product safety standards that are compatible with this Code.", "page": 4}, "115": {"content": "90.8 Wiring Planning.", "page": 4}, "116": {"content": "(A) Future Expansion and Convenience. Plans and specifica- tions that provide ample space in raceways, spare raceways, and additional spaces allow for future increases in electric power and communications circuits. Distribution centers located in readily accessible locations provide convenience and safety of operation.", "page": 4}, "117": {"content": "(B) Number of Circuits in Enclosures. It is elsewhere provided in this Code that the number of circuits confined in a single enclosure be varyingly restricted. Limiting the number of circuits in a single enclosure minimizes the effects from a short circuit or ground fault.", "page": 4}, "118": {"content": "90.9 Units of Measurement.", "page": 4}, "119": {"content": "(A) Measurement System of Preference. For the purpose of this Code, metric units of measurement are in accordance with the modernized metric system known as the International System of Units (SI).", "page": 4}, "120": {"content": "(B) Dual System of Units. SI units shall appcar first, and inch- pound units shall immediately follow in parentheses. Conver- sion from inch-pound units to SI units shall be based on hard conversion except as provided in 90.9(C).", "page": 4}, "121": {"content": "Exception: The tables located in Informative Annex C shall be permitted to list the trade sizes before SI units.", "page": 4}, "122": {"content": "(C) Permitted Uses of Soft Conversion. The cases given in 90.9(C) (1) through (C) (4) shall not be required to use hard conversion and shall be permitted to use soft conversion.", "page": 4}, "123": {"content": "(1) Trade Sizes. Where the actual measured size of a product is not the same as the nominal size, trade size designators shall be used rather than dimensions. Trade practices shall be followed in all cases.", "page": 4}, "124": {"content": "(2) Extracted Material. Where material is extracted from another standard, the context of the original material shall not be compromised or violated. Any editing of the extracted text shall be confined to making the style consistent with that of the NEC.", "page": 4}, "125": {"content": "(3) Industry Practice. Where industry practice is to express units in inch-pound units, the inclusion of SI units shall not be required.", "page": 4}, "126": {"content": "(4) Safety. Where a negative impact on safety would result, soft conversion shall be used.", "page": 4}, "127": {"content": "(D) Compliance. Conversion from inch-pound units to SI units shall be permitted to be an approximate conversion. Compliance with the numbers shown in either the SI system or the inch-pound system shall constitute compliance with this Code.", "page": 4}, "128": {"content": "Informational Note No. 1: Hard conversion is considered a change in dimensions or properties of an item into new sizes that might or might not be interchangeable with the sizes used in the original measurement. Soft conversion is considered a direct mathematical conversion and involves a change in the description of an existing measurement but not in the actual dimension.", "page": 4}, "129": {"content": "Informational Note No. 2: SI conversions are based on IEEE/ ASTM SI 10-1997, Standard for the Use of the International System of Units (SI): The Modern Metric System.", "page": 4}, "130": {"content": "2023 Edition NATIONAL ELECTRICAL CODE", "page": 4}, "131": {"content": "Copyright @NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 4}, "132": {"content": "70-25", "page": 4}, "133": {"content": "ARTICLE 100 -DEFINITIONS", "page": 5}, "134": {"content": "CHAPTER 1", "page": 5}, "135": {"content": "Chapter 1 General", "page": 5}, "136": {"content": "ARTICLE 100 Definitions", "page": 5}, "137": {"content": "Scope. This article contains only those definitions essential to the application of this Code. It is not intended to include commonly defined general terms or commonly defined techni- cal terms from related codes and standards. An article number in parentheses following the definition indicates that the defi- nition only applies to that article.", "page": 5}, "138": {"content": "Informational Note: A definition that is followed by a reference in brackets has been extracted from one of the following stand- ards. Only editorial changes were made to the extracted text to make it consistent with this Code.", "page": 5}, "139": {"content": "(1) NFPA 30A-2021, Code for Motor Fuel Dispensing Facilities and Repair Garages", "page": 5}, "140": {"content": "(2) NFPA 33-2021, Standard for Spray Application Using Flam- mable or Combustible Materials", "page": 5}, "141": {"content": "(3) NFPA 75-2020, Standard for the Fire Protection of Information Technology Equipment", "page": 5}, "142": {"content": "(4) NFPA 79-2021, Electrical Standard for Industrial Machinery", "page": 5}, "143": {"content": "(5) NFPA 99-2021, Health Care Facilities Code", "page": 5}, "144": {"content": "(6) NFPA 1015-2022, Life Safety Code?", "page": 5}, "145": {"content": "(7) NFPA 110-2019, Standard for Emergency and Standby Power Systems", "page": 5}, "146": {"content": "(8) NFPA 303-2021, Fire Protection Standard for Marinas and Boat yards", "page": 5}, "147": {"content": "(9) NFPA 307-2021, Standard for the Construction and Fire Protection of Marine Terminals, Piers, and Wharves", "page": 5}, "148": {"content": "(10) NFPA 499-2021, Recommended Practice for the Classification of Combustible Dusts and of Hazardous (Classified) Locations for Electrical Installations in Chemical Process . Areas", "page": 5}, "149": {"content": "(11) NFPA 501-2022, Standard on Manufactured Housing", "page": 5}, "150": {"content": "(12) NFPA 790-2021, Standard for Competency of Third-Party Field Evaluation Bodies", "page": 5}, "151": {"content": "(13) NFPA 1192-2021, Standard on Recreational Vehicles", "page": 5}, "152": {"content": "Accessible (as applied to equipment). . Capable of being reached for operation, renewal, and inspection. (CMP-1)", "page": 5}, "153": {"content": "Accessible (as applied to wiring methods). Capable of being removed or exposed without damaging the building structure or finish or not permanently closed in or blocked by the struc- ture, other electrical equipment, other building systems, or finish of the building. (CMP-1)", "page": 5}, "154": {"content": "Accessible, Readily (Readily Accessible). Capable of being reached quickly for operation, renewal, or inspections without requiring those to whom ready access is requisite to take actions such as to use tools (other than keys), to climb over or under, to remove obstacles, or to resort to portable ladders, and so forth. (CMP-1)", "page": 5}, "155": {"content": "Informational Note: Use of keys is a common practice under controlled or supervised conditions and a common alternative to the ready access requirements under such supervised condi- tions as provided elsewhere in the NEC.", "page": 5}, "156": {"content": "Adapter. A device used to adapt a circuit from one configura- tion of an attachment plug or receptacle to another configura- tion with the same current rating. (520) (CMP-15)", "page": 5}, "157": {"content": "Adjustable Speed Drive. Power conversion equipment that provides a means of adjusting the speed of an electric motor. (CMP-11)", "page": 5}, "158": {"content": "Informational Note: A variable frequency drive is one type of electronic adjustable speed drive that controls the rotational speed of an ac electric motor by controlling the frequency and voltage of the electrical power supplied to the motor.", "page": 5}, "159": {"content": "Adjustable Speed Drive System. A combination of an adjusta- ble speed drive, its associated motor(s), and auxiliary cquip- ment. (CMP-11)", "page": 5}, "160": {"content": "Aircraft Painting Hangar. An aircraft hangar constructed for the express purpose of spraying, coating, and/or dipping appli- cations and provided with dedicated ventilation supply and exhaust. (CMP-14)", "page": 5}, "161": {"content": "Alternate Power Source. One or more generator sets, or battery systems where permitted, intended to provide power during the interruption of the normal electrical service; or the public utility electrical service intended to provide power during interruption of service normally provided by the gener- ating facilities on the premises. [99:3.3.4] (517) (CMP-15)", "page": 5}, "162": {"content": "Ambulatory Health Care Occupancy. An occupancy used to provide services or treatment simultaneously to four or more patients that provides, on an outpatient basis, one or more of the following:", "page": 5}, "163": {"content": "(1) Treatment for patients that renders the patients incapa- ble of taking action for self-preservation under emer- gency conditions without the as.sistanceof others.", "page": 5}, "164": {"content": "(2) Anesthesia that renders the patients incapable of taking action for self-preservation under emergency conditions without the as.sistanceof others.", "page": 5}, "165": {"content": "(3) Treatment for patients who, due to the nature of their injury or illness, arc incapable of taking action for self- preservation under emergency conditions without the assistance of others.", "page": 5}, "166": {"content": "[101:3.3.198.1] (517) (CMP-15)", "page": 5}, "167": {"content": "Ampacity. The maximum current, in amperes, that a conduc- tor can carry continuously under the conditions of use without exceeding its temperature rating. (CMP-6)", "page": 5}, "168": {"content": "Amplifier (Audio Amplifier) (Pre-Amplifier). Electronic equip- ment that increases the current or voltage, or both, of an audio signal intended for use by another piece of audio equipment. Amplifier is the term used to denote an audio amplifier. (640) (CMP-12)", "page": 5}, "169": {"content": "Appliance. Utilization equipment, generally other than indus- trial, that is fastened in place, stationary, or portable; is normally built in a standardized size or type; and is installed or connected as a unit to perform one or more functions such as clothes washing, air-conditioning, food mixing, deep frying, and so forth. (CMP-17)", "page": 5}, "170": {"content": "Applicator. The device used to transfer energy between the output circuit and the object or mass to be heated. (665) (CMP-12)", "page": 5}, "171": {"content": "Approved. Acceptable to the authority having jurisdiction. (CMP-1)", "page": 5}, "172": {"content": "70-26", "page": 5}, "173": {"content": "NATIONAL ELECTRICAL CODE 2023 Edition", "page": 5}, "174": {"content": "Copyright @ NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 5}, "175": {"content": "ARTICLE 100 - DEFINITIONS", "page": 6}, "176": {"content": "CHAPTER 1", "page": 6}, "177": {"content": "Arc-Fault Circuit Interrupter (AFCI). A device intended to provide protection from the effects of arc faults by recognizing characteristics unique to arcing and by functioning to de- energize the circuit when an arc fault is detected. (CMP-2)", "page": 6}, "178": {"content": "Array. A mechanically and electrically integrated grouping of modules with support structure, including any attached system components such as inverter(s) or dc-to-dc converter(s) and attached associated wiring. (690) (CMP-4)", "page": 6}, "179": {"content": "Askarel. A generic term for a group of nonflammable synthetic chlorinated hydrocarbons used as electrical insulating media. (CMP-9)", "page": 6}, "180": {"content": "Informational Note: Askarels of various compositional types are used. Under arcing conditions, the gases produced, while consisting predominantly of noncombustible hydrogen chlor- ide, can include varying amounts of combustible gases, depend- ing on the askarel type.", "page": 6}, "181": {"content": "Associated Apparatus. Apparatus in which the circuits are not necessarily intrinsically safe themselves but that affects the energy in the intrinsically safe circuits and is relied on to main- tain intrinsic safety. Such apparatus is one of the following:", "page": 6}, "182": {"content": "(1) Electrical apparatus that has an alternative type of protec- tion for use in the appropriate hazardous (classified) location", "page": 6}, "183": {"content": "(2) Electrical apparatus not so protected that shall not be used within a hazardous (classified) location", "page": 6}, "184": {"content": "(CMP-14)", "page": 6}, "185": {"content": "Informational Note No. 1: Associated apparatus has identified intrinsically safe connections for intrinsically safe apparatus and also might have connections for nonintrinsically safe apparatus.", "page": 6}, "186": {"content": "Informational Note No. 2: An example of associated apparatus is an intrinsic safety barrier, which is a network designed to limit the energy (voltage and current) available to the protected circuit in the hazardous (classified) location under specified fault conditions.", "page": 6}, "187": {"content": "Informational Note No. 3: See ANSI/UL 913, Intrinsically Safe Apparatus and Associated Apparatus for Use in Class I, II, and III, Division 1, Hazardous (Classified) Locations; ANSI/UL 60079-11, Explosive Atmospheres - Part 11: Equipment Protection by Intrinsic Safety \"i\"; and ANSI/ISA RP 12.06.01,. Recommended Practice for Wiring Methods for Hazardous (Classified) Locations Instrumentation -Part 1: Intrinsic Safety, for additional information.", "page": 6}, "188": {"content": "Associated Nonincendive Field Wiring Apparatus. Apparatus in which the circuits are not necessarily nonincendive them- selves but that affects the energy in nonincendive field wiring circuits and is relied on to maintain nonincendive energy levels. Such apparatus is one of the following:", "page": 6}, "189": {"content": "(1) Electrical apparatus that has an alternative type of protec- tion for use in the appropriate hazardous (classified) location", "page": 6}, "190": {"content": "(2) Electrical apparatus not so protected that shall not be used within a hazardous (classified) location", "page": 6}, "191": {"content": "(CMP-14)", "page": 6}, "192": {"content": "Informational Note No. 1: Associated nonincendive field wiring apparatus has designated associated nonincendive field wiring apparatus connections for nonincendive field wiring apparatus and also might have connections for other electrical apparatus.", "page": 6}, "193": {"content": "Informational Note No. 2: See ANSI/UL 121201, Nonincendive Electrical Equipment for Use in Class I and II, Division 2 and Class III, Divisions 1 and 2 Hazardous (Classified) Lorations, for additional information.", "page": 6}, "194": {"content": "Attachment Fitting, Weight-Supporting (WSAF) (Weight- Supporting Attachment Fitting). A device that, by insertion into a weight-supporting ceiling receptacle, establishes a connection between the conductors of the attached utilization equipment and the branch-circuit conductors connected to the weight-supporting ceiling receptacle. (CMP-18)", "page": 6}, "195": {"content": "Informational Note No. 1: A weight-supporting attachment fitting is different from an attachment plug because no cord is associated with the fitting. A weight-supporting attachment fitting in combination with a weight-supporting ceiling recepta- cle secures the associated utilization equipment in place and supports its weight.", "page": 6}, "196": {"content": "Informational Note No. 2: See ANSI/NEMA WD 6, American National Standard for Wiring Devices - Dimensional Specifications, for the standard configuration of weight-supporting attachment fittings and related weight-supporting ceiling receptacles.", "page": 6}, "197": {"content": "Attachment Plug (Plug Cap) (Plug). A device that, by insertion in a receptacle, establishes a connection between the conduc- tors of the attached flexible cord and the conductors connec- ted permanently to the receptacle. (CMP-18)", "page": 6}, "198": {"content": "Audio Autotransformer. A transformer with a single winding and multiple taps intended for use with an amplifier loud- speaker signal output. (640) (C.MP-12)", "page": 6}, "199": {"content": "Audio Signal Processing Equipment (Audio Equipment). Elcc- trically operated equipment that produces, processes, or both, electronic signals that, when appropriately amplified and reproduced by a loudspeaker, produce an acoustic signal within the range of normal human hearing (typically 20-20 kHz). Within Article 640, the terms equipment and audio equipment are assumed to be equivalent to audio signal processing equipment. (640) (CMP-12)", "page": 6}, "200": {"content": "Informational Note: This equipment includes, but is not limited to, loudspeakers; headphones; pre-amplifiers; microphones and their power supplies; mixers; MIDI (musical instrument digital interface) equipment or other digital control systems; equaliz- ers, compressors, and other audio signal processing equipment; and audio media recording and playback equipment, including turntables, tape decks and disk players (audio and multimedia), synthesizers, tone generators, and electronic organs. Electronic organs and synthesizers may have integral or separate amplifica- tion and loudspeakers. With the exception of amplifier outputs, virtually all such equipment is used to process signals (using analog or digital techniques) that have nonhazardous levels of voltage or current.", "page": 6}, "201": {"content": "Audio System. The totality of all equipment and interconnect- ing wiring used to fabricate a fully functional audio signal processing, amplification, and reproduction system. (640) (CMP-12)", "page": 6}, "202": {"content": "Audio Transformer. A transformer with two or more electri- cally isolated windings and multiple taps intended for use with an amplifier loudspeaker signal output. (640) (CMP-12)", "page": 6}, "203": {"content": "Authority Having Jurisdiction (AHJ). An organization, office, or individual responsible for enforcing the requirements of a code or standard, or for approving equipment, materials, an installation, or a procedure. (CMP-1)", "page": 6}, "204": {"content": "Informational Note: The phrase \"authority having jurisdiction,\" or its acronym AHJ, is used in NFPA documents in a broad manner, since jurisdictions and approval agencies vary, as do their responsibilities. Where public safety is primary, the author- ity having jurisdiction may be a federal, state, local, or other regional department or individual such as a fire chief; fire marshal; chief of a fire prevention bureau, labor department, or", "page": 6}, "205": {"content": "2023 Edition NATIONAL ELECTRICAL CODE", "page": 6}, "206": {"content": "Copyright @ NFPA. For exclusive use on NFPA Free Access platform. Not for distribution. downloading, or printing. For inquiries contact custserv@nfpa.org. To report unauthorized use. contact legal@nfpa.org.", "page": 6}, "207": {"content": "70-27", "page": 6}}